Repository: elementary/settings-printers
Catalog: po/extra/*.po
Languages: ca, de, es, ja, nl, pt, sv, uk, zh_tw

source: Printer Settings
ca: Paràmetres de la impressora
de: Druckereinstellungen
es: Configuración de impresoras
ja: プリンター設定
nl: Printer instellingen
pt: Definições da Impressora
sv: Skrivarinställningar
uk: Налаштування принтера
zh_tw: 印表機設定

source: Configure printers, manage print queues, and view ink levels
ca: Configureu impressores, gestioneu les cues d'impressió i visualitzeu els nivells de tinta.
de: Drucker einrichten, Druckwarteschlangen verwalten und Tintenfüllstände anzeigen
es: Configurar impresoras, gestionar colas de impresión y revisar niveles de tinta
ja: プリンターを設定し、プリントキューを管理し、インク残量を表示します
nl: Configureer printers, beheer printers en bekijk inkt levels
pt: Configurar impressoras, gerir filas de impressão e ver nível dos tinteiros
sv: Ställ in skrivare, hantera utskriftsköer och kontrollera bläcknivåer
uk: Налаштування принтерів, керування чергами друку і перегляд рівня чорнила
zh_tw: 調整印表機、管理列印佇列、檢視墨水碳粉量等設定

source: Minor updates:
ca: Actualitzacions menors:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
ja: マイナーアップデート:
nl: Kleine updates:
pt: Pequenas atualizações:
sv: Mindre uppdateringar:
uk: Незначні оновлення:
zh_tw: 小型更新：

source: Restore sidebar position
ca: Restaura la posició de la barra lateral
es: Se restauró la posición de la barra lateral
ja: サイドバーの位置を復元するように変更
nl: Herstel zijbalk-positie
pt: Restaura a posição da barra lateral
sv: Återställ sidofältets position
uk: Відновити позицію бічної панелі
zh_tw: 復原側邊欄的位置

source: Updated translations
ca: Traduccions actualitzades
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pt: Traduções atualizadas
sv: Uppdaterade översättningar
uk: Оновлені переклади
zh_tw: 翻譯更新

source: Improved screen reader support
ca: Suport millorat del lector de pantalla
es: Se mejoró el soporte para lectores de pantalla
ja: スクリーンリーダーへの対応を改善
nl: Verbeterde schermlezerondersteuning
pt: Suporte melhorado ao leitor de ecrã
sv: Förbättrat stöd för skärmläsare
uk: Поліпшено підтримку зчитування з екрана
zh_tw: 改善螢幕閱讀器支援

source: Provide feedback for form validation when adding printers
ca: Proporcioneu comentaris per a la validació del formulari quan afegiu impressores
es: Se muestran mensajes de error con comentarios al validar el formulario para agregar nuevas impresoras
ja: プリンター追加時、入力欄のバリデーション結果をユーザーに表示するように改善
nl: Bied bij het toevoegen van printers terugkoppeling voor formuliervalidatie
pt: Fornece feedback para validação de formulários ao adicionar impressoras
sv: Ge återkoppling för formulärvalidering när du lägger till skrivare
uk: Надавати зворотний зв'язок для перевірки форми під час додавання принтерів
zh_tw: 新增印表機時將輸入欄位的檢查結果顯示給使用者

source: New Features:
ca: Característiques noves:
de: Neue Funktionen:
es: Nuevas características:
ja: 新機能:
nl: Nieuwe functies:
pt: Novas funcionalidades:
sv: Nya funktioner:
uk: Нові функції:
zh_tw: 新功能：

source: Allow clearing the queue for each printer
ca: Permet esborrar la cua de cada impressora.
de: Löschen der Warteschlange für jeden Drucker erlauben
es: Se puede limpiar la cola para cada impresora
ja: プリンターごとのキューの消去に対応
nl: Sta het leegmaken van de wachtrij toe voor elke printer
pt: Permitir a limpeza da fila de espera para cada impressora
sv: Tillåt rensning av kön för varje skrivare
uk: Можливість очищення черги для кожного принтера
zh_tw: 允許為各個印表機清除佇列

source: Improvements:
ca: Millores:
de: Verbesserungen:
es: Mejoras:
ja: 改善点:
nl: Verbeteringen:
pt: Melhorias:
sv: Förbättringar:
uk: Удосконалення:
zh_tw: 改善項目：

source: Improved job row layout
ca: Disseny de cua de tasques millorat
de: Anordnung der Warteschlange verbessert
es: Se mejoró la disposición de las filas de tareas
ja: ジョブ一覧のレイアウトを改善
nl: Verbeterde taakrij lay-out
pt: Melhoria da disposição das linhas de trabalho
sv: Förbättrad layout för jobbrader
uk: Поліпшено роботу подання рядками
zh_tw: 改善工作項目一覽的佈局

source: Show the supported language for each driver
ca: Mostra la llengua admesa per cada controlador.
de: Anzeige die unterstützten Sprachen für jeden Treiber
es: Se muestra el idioma soportado para cada controlador
ja: 各ドライバーの対応言語を表示
nl: Geef de ondersteunde taal weer voor elke driver
pt: Mostrar o idioma suportado por cada controlador
sv: Visa det språk som stöds för varje drivrutin
uk: Показ підтримуваних мов для кожного драйвера
zh_tw: 為各個驅動程式顯示支援的語言

source: Show color names below ink levels
ca: Mostra els noms dels colors a sota dels nivells de tinta.
de: Farbnamen unter den Tintenständen anzeigen
es: Se muestran los nombres de color con bajos niveles de tinta
ja: インク残量の下に色名表示を追加
nl: Geef de naam van de kleur weer onder de inktniveaus
pt: Mostrar nomes de cores abaixo dos níveis dos tinteiros
sv: Visa färgnamn under bläcknivåer
uk: Показ назв кольорів під рівнем чорнил
zh_tw: 在墨水碳粉量下方顯示色彩名稱

source: Avoid expanding the window for printers with many ink levels
ca: Evita ampliar la finestra per a impressores amb molts nivells de tinta.
de: Vermeide es das Fenster für Drucker mit vielen Tintenfüllständen zu vergrößern
es: Se evita que se expanda la ventana para impresoras con muchos niveles de tinta
ja: プリンターにインクレベルが複数存在する場合に、ウィンドウの大きさが意図せず大きくなってしまわないように修正
nl: Voorkom uitbreiding van het venster voor printers met veel inktniveaus
pt: Evitar expandir a janela para impressoras com muitos níveis de tinteiros
sv: Undvik att utöka fönstret för skrivare med många bläcknivåer
uk: Уникнення розширення вікна для принтерів з багатьма рівнями чорнила
zh_tw: 避免視窗大小為有許多墨水碳粉量的印表機而變得太大

source: Use newer add/remove list pattern
ca: S'usa un patró de llista d'afegir / eliminar més recent.
es: Se usa un patrón de lista de añadir/quitar más moderno
ja: 一覧への追加/削除に新しいデザインパターンを使うように修正
nl: Gebruik nieuwer voeg toe/verwijder lijstpatroon
pt: Utilizar um padrão de lista de adicionar/remover mais recente
sv: Använd ett nyare mönster för tilläggs-/borttagningslistor
uk: Використано новіші шаблони додавання/видалення списку
zh_tw: 用較新的清單新增/移除設計

source: Fixes:
ca: Correccions:
de: Fehlerbehebungen:
es: Correcciones:
ja: 修正点:
nl: Oplossingen:
pt: Correções:
sv: Åtgärdar:
uk: Виправлення:
zh_tw: 修正：

source: Update sidebar after adding or removing printer
ca: Actualitza la barra lateral després d'afegir o eliminar la impressora.
de: Seitenleiste nach dem Hinzufügen oder Entfernen eines Druckers aktualisieren
es: Ahora se actualiza la barra lateral después de añadir o quitar una impresora
ja: プリンターの追加・削除後に、サイドバーを更新するように修正
nl: Update zijbalk na het toevoegen of verwijderen van een printer
pt: Atualizar a barra lateral depois de adicionar ou remover a impressora
sv: Uppdatera sidofältet när skrivare lagts till eller tagits bort
uk: Оновлення бічної панелі після додавання або вилучення принтера
zh_tw: 加入或移除印表機後更新側邊欄

source: Update sidebar after enabling or disabling printer
ca: Actualitza la barra lateral després d'activar o desactivar la impressora.
de: Seitenleiste nach dem Aktivieren oder Deaktivieren eines Druckers aktualisieren
es: Se actualiza la barra lateral después de activar o desactivar una impresora
ja: プリンターの有効化・無効化後に、サイドバーを更新するように修正
nl: Update zijbalk na het in of -uitschakelen van een printer
pt: Atualizar a barra lateral depois de ativar ou desativar a impressora
sv: Uppdatera sidofältet efter aktivering eller inaktivering av skrivare
uk: Оновлення бічної панелі після ввімкнення або вимкнення принтера
zh_tw: 啟用或停用印表機後更新側邊欄

source: Update job list after job state change
ca: Actualitza la llista de tasques després del canvi d'estat d'una tasca.
es: Se actualiza la lista de tareas después de un cambio de estado de una tarea
ja: ジョブの状態が変化したら、ジョブ一覧を更新するように修正
nl: Update taaklijst na een taak staat verandering
pt: Atualizar a lista de tarefas após alteração do estado da tarefa
sv: Uppdatera jobblistan efter ändring av jobbtillstånd
uk: Оновлено список завдань після зміни стану роботи
zh_tw: 工作狀態變更後更新工作清單
